Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: The callback reached Wine, but automatic recovery could not be saved: %@
de: Der Rückruf erreichte Wine, aber die automatische Wiederherstellung konnte nicht gespeichert werden: %1$@
es: La devolución de llamada llegó a Wine, pero no se pudo guardar la recuperación automática: %1$@
fr: Le rappel a atteint Wine, mais la récupération automatique n'a pas pu être enregistrée : %1$@
ja: コールバックは Wine に到達しましたが、自動リカバリを保存できませんでした: %1$@
ko: 로그인 정보는 앱에 전달했지만 자동 연결을 저장하지 못했습니다: %1$@
pt_br: A chamada de retorno chegou a Wine, mas a recuperação automática não pôde ser salva: %1$@
ru: Обратный вызов достиг Wine, но автоматическое восстановление не удалось сохранить: %1$@.
zh_hans: 回调到达Wine，但自动恢复无法保存：%1$@
zh_hant: 回呼到達Wine，但自動恢復無法儲存：%1$@

source: The clipboard does not contain a supported custom callback URL.
de: Die Zwischenablage enthält keine unterstützte benutzerdefinierte Rückruf-URL.
es: El portapapeles no contiene una URL de devolución de llamada personalizada compatible.
fr: Le presse-papiers ne contient pas d'URL de rappel personnalisée prise en charge.
ja: クリップボードには、サポートされているカスタム コールバック URL が含まれていません。
ko: 클립보드에 지원되는 사용자 정의 콜백 URL이 없습니다.
pt_br: A área de transferência não contém uma URL de callback personalizada suportada.
ru: Буфер обмена не содержит поддерживаемого пользовательского URL-адреса обратного вызова.
zh_hans: 剪贴板不包含受支持的自定义回调 URL。
zh_hant: 剪貼簿不包含受支援的自訂回調 URL。

source: The compatibility runtime and Apple's graphics support are ready. You can now install a Windows app.
de: Die Kompatibilitätslaufzeit und die Grafikunterstützung von Apple sind bereit. Sie können jetzt eine Windows-App installieren.
es: El tiempo de ejecución de compatibilidad y el soporte de gráficos de Apple están listos. Ahora puede instalar una aplicación Windows.
fr: Le runtime de compatibilité et le support graphique d'Apple sont prêts. Vous pouvez maintenant installer une application Windows.
ja: 互換性ランタイムと Apple のグラフィックス サポートが準備されています。 Windows アプリをインストールできるようになりました。
ko: 호환성 런타임과 Apple의 그래픽 지원이 준비되었습니다. 이제 Windows 앱을 설치할 수 있습니다.
pt_br: O runtime de compatibilidade e o suporte gráfico da Apple estão prontos. Agora você pode instalar um app do Windows.
ru: Среда совместимости и поддержка графики Apple готовы. Теперь вы можете установить приложение Windows.
zh_hans: 兼容性运行时和 Apple 的图形支持已准备就绪。您现在可以安装 Windows 应用程序。
zh_hant: 相容性運行時和 Apple 的圖形支援已準備就緒。現在您可以安裝 Windows 應用程式。

source: The container folder has no Switchyard manifest: %@
de: Der Containerordner hat kein Switchyard-Manifest: %1$@
es: La carpeta contenedora no tiene ningún manifiesto Switchyard: %1$@
fr: Le dossier conteneur n'a pas de manifeste Switchyard : %1$@
ja: コンテナフォルダーには Switchyard マニフェストがありません: %1$@
ko: 컨테이너 폴더에 Switchyard 매니페스트가 없습니다: %1$@
pt_br: A pasta do contêiner não tem um manifesto do Switchyard: %1$@
ru: В папке контейнера нет манифеста Switchyard: %1$@.
zh_hans: 容器文件夹没有 Switchyard 清单：%1$@
zh_hant: 容器資料夾沒有 Switchyard 清單：%1$@

source: The container folder is missing: %@
de: Der Containerordner fehlt: %1$@
es: Falta la carpeta contenedora: %1$@
fr: Le dossier conteneur est manquant : %1$@
ja: コンテナフォルダーが見つかりません: %1$@
ko: 컨테이너 폴더가 없습니다: %1$@
pt_br: A pasta do contêiner não foi encontrada: %1$@
ru: Папка контейнера отсутствует: %1$@.
zh_hans: 缺少容器文件夹：%1$@
zh_hant: 缺少容器資料夾：%1$@

source: The container folder is outside the active Switchyard library: %@
de: Der Containerordner befindet sich außerhalb der aktiven Switchyard-Bibliothek: %1$@
es: La carpeta contenedora está fuera de la biblioteca activa Switchyard: %1$@
fr: Le dossier conteneur se trouve en dehors de la bibliothèque Switchyard active : %1$@
ja: コンテナ フォルダーはアクティブな Switchyard ライブラリの外にあります: %1$@
ko: 컨테이너 폴더가 활성 Switchyard 라이브러리 외부에 있습니다: %1$@
pt_br: A pasta do contêiner está fora da biblioteca ativa do Switchyard: %1$@
ru: Папка контейнера находится за пределами активной библиотеки Switchyard: %1$@.
zh_hans: 容器文件夹位于活动 Switchyard 库之外：%1$@
zh_hant: 容器資料夾位於活動 Switchyard 庫之外：%1$@

source: The disk image did not contain known D3DMetal/GPTK marker files.
de: Das Disk-Image enthielt keine bekannten D3DMetal/GPTK-Markierungsdateien.
es: La imagen del disco no contenía archivos de marcadores D3DMetal/GPTK conocidos.
fr: L'image disque ne contenait pas de fichiers de marqueurs D3DMetal/GPTK connus.
ja: ディスク イメージには、既知の D3DMetal/GPTK マーカー ファイルが含まれていませんでした。
ko: 디스크 이미지에는 알려진 D3DMetal/GPTK 마커 파일이 포함되어 있지 않습니다.
pt_br: A imagem de disco não continha arquivos de marcadores D3DMetal/GPTK conhecidos.
ru: Образ диска не содержал известных файлов-маркеров D3DMetal/GPTK.
zh_hans: 磁盘映像不包含已知的 D3DMetal/GPTK 标记文件。
zh_hant: 磁碟映像不包含已知的 D3DMetal/GPTK 標記檔。

source: The download is ready. Switchyard will verify Apple's signature before importing it.
de: Der Download ist fertig. Switchyard überprüft die Signatur von Apple vor dem Import.
es: La descarga está lista. Switchyard verificará la firma de Apple antes de importarla.
fr: Le téléchargement est prêt. Switchyard vérifiera la signature d'Apple avant de l'importer.
ja: ダウンロードの準備ができました。 Switchyard は、インポートする前に Apple の署名を検証します。
ko: 다운로드가 준비되었습니다. Switchyard는 Apple의 서명을 가져오기 전에 확인합니다.
pt_br: O download está pronto. Switchyard vai verificar a assinatura da Apple antes de importar.
ru: Загрузка готова. Switchyard проверит подпись Apple перед ее импортом.
zh_hans: 下载已准备就绪。 Switchyard在导入之前会验证Apple的签名。
zh_hant: 下載已準備就緒。 Switchyard在導入前會先驗證Apple的簽章。

source: The download left the official Valve download service, so Switchyard stopped it.
de: Der Download hat den offiziellen Valve-Downloaddienst verlassen, also hat Switchyard ihn gestoppt.
es: La descarga salió del servicio de descarga oficial Valve, por lo que Switchyard la detuvo.
fr: Le téléchargement a quitté le service de téléchargement officiel Valve, donc Switchyard l'a arrêté.
ja: ダウンロードにより公式の Valve ダウンロード サービスが終了したため、Switchyard がサービスを停止しました。
ko: 다운로드가 공식 Valve 다운로드 서비스를 떠났기 때문에 Switchyard가 이를 중지했습니다.
pt_br: O download saiu do serviço oficial da Valve e foi interrompido pelo Switchyard.
ru: Загрузка вышла из официальной службы загрузки Valve, поэтому Switchyard остановил ее.
zh_hans: 该下载离开了官方Valve下载服务，因此Switchyard停止了它。
zh_hant: 該下載離開了官方Valve下載服務，因此Switchyard停止了它。

source: The download was unexpectedly large, so Switchyard stopped before using it.
de: Der Download war unerwartet groß, daher stoppte Switchyard vor der Verwendung.
es: La descarga fue inesperadamente grande, por lo que Switchyard se detuvo antes de usarla.
fr: Le téléchargement était étonnamment volumineux, donc Switchyard s'est arrêté avant de l'utiliser.
ja: ダウンロードが予想外に大きかったため、Switchyard は使用する前に停止しました。
ko: 다운로드 용량이 예상외로 커서 Switchyard를 사용하기 전에 중지했습니다.
pt_br: O download foi inesperadamente grande, então Switchyard parou antes de usá-lo.
ru: Загрузка оказалась неожиданно большой, поэтому Switchyard остановился перед ее использованием.
zh_hans: 下载量出乎意料地大，因此 Switchyard 在使用之前停止了。
zh_hant: 下載量出乎意料地大，因此 Switchyard 在使用之前停止了。

source: The downloaded file is not a complete Windows Steam installer.
de: Die heruntergeladene Datei ist kein vollständiges Windows Steam-Installationsprogramm.
es: El archivo descargado no es un instalador completo de Windows Steam.
fr: Le fichier téléchargé n'est pas un programme d'installation complet de Windows Steam.
ja: ダウンロードされたファイルは、完全な Windows Steam インストーラーではありません。
ko: 다운로드한 파일은 완전한 Windows Steam 설치 프로그램이 아닙니다.
pt_br: O arquivo baixado não é um instalador Windows Steam completo.
ru: Загруженный файл не является полным установщиком Windows Steam.
zh_hans: 下载的文件不是完整的 Windows Steam 安装程序。
zh_hant: 下載的檔案不是完整的 Windows Steam 安裝程式。

source: The downloaded runtime checksum does not match its release manifest.
de: Die heruntergeladene Laufzeitprüfsumme stimmt nicht mit dem Release-Manifest überein.
es: La suma de comprobación del tiempo de ejecución descargada no coincide con su manifiesto de lanzamiento.
fr: La somme de contrôle d'exécution téléchargée ne correspond pas à son manifeste de version.
ja: ダウンロードされたランタイム チェックサムがリリース マニフェストと一致しません。
ko: 다운로드한 런타임 체크섬이 릴리스 매니페스트와 일치하지 않습니다.
pt_br: A soma de verificação do runtime baixado não corresponde ao manifesto da versão.
ru: Загруженная контрольная сумма среды выполнения не соответствует манифесту выпуска.
zh_hans: 下载的运行时校验和与其发布清单不匹配。
zh_hant: 下載的運行時校驗和與其發布清單不符。

source: The downloaded runtime size does not match its release manifest.
de: Die heruntergeladene Laufzeitgröße stimmt nicht mit dem Release-Manifest überein.
es: El tamaño del tiempo de ejecución descargado no coincide con su manifiesto de lanzamiento.
fr: La taille du runtime téléchargé ne correspond pas à son manifeste de version.
ja: ダウンロードされたランタイムのサイズがリリース マニフェストと一致しません。
ko: 다운로드한 런타임 크기가 릴리스 매니페스트와 일치하지 않습니다.
pt_br: O tamanho do runtime baixado não corresponde ao manifesto da versão.
ru: Размер загруженной среды выполнения не соответствует манифесту выпуска.
zh_hans: 下载的运行时大小与其发布清单不匹配。
zh_hant: 下載的運行時大小與其發布清單不符。

source: The expected Developer ID signing requirement is invalid.
de: Die erwartete Signaturanforderung Developer ID ist ungültig.
es: El requisito de firma esperado Developer ID no es válido.
fr: L'exigence de signature attendue Developer ID n'est pas valide.
ja: 予期された Developer ID 署名要件は無効です。
ko: 예상되는 Developer ID 서명 요구 사항이 잘못되었습니다.
pt_br: O requisito esperado de assinatura Developer ID é inválido.
ru: Ожидаемое требование подписи Developer ID недействительно.
zh_hans: 预期的 Developer ID 签名要求无效。
zh_hant: 預期的 Developer ID 簽章要求無效。

source: The extracted runtime content digest is invalid.
de: Der extrahierte Runtime-Content-Digest ist ungültig.
es: El resumen del contenido en tiempo de ejecución extraído no es válido.
fr: Le résumé du contenu d'exécution extrait n'est pas valide.
ja: 抽出されたランタイム コンテンツ ダイジェストが無効です。
ko: 추출된 런타임 콘텐츠 다이제스트가 잘못되었습니다.
pt_br: O resumo do conteúdo extraído do runtime é inválido.
ru: Извлеченный дайджест содержимого среды выполнения недействителен.
zh_hans: 提取的运行时内容摘要无效。
zh_hant: 提取的運行時內容摘要無效。

source: The extracted runtime does not match the requested release.
de: Die extrahierte Laufzeit entspricht nicht der angeforderten Version.
es: El tiempo de ejecución extraído no coincide con la versión solicitada.
fr: Le runtime extrait ne correspond pas à la version demandée.
ja: 抽出されたランタイムは、要求されたリリースと一致しません。
ko: 추출된 런타임이 요청한 릴리스와 일치하지 않습니다.
pt_br: O runtime extraído não corresponde à versão solicitada.
ru: Извлеченная среда выполнения не соответствует запрошенному выпуску.
zh_hans: 提取的运行时与请求的版本不匹配。
zh_hant: 提取的運行時與請求的版本不符。

source: The file is checked and stored only on this Mac.
de: Die Datei wird nur auf diesem Mac geprüft und gespeichert.
es: El archivo se verifica y almacena solo en esta Mac.
fr: Le fichier est vérifié et stocké uniquement sur ce Mac.
ja: ファイルはこの Mac 上でのみチェックされ、保存されます。
ko: 파일은 이 Mac에서만 확인되고 저장됩니다.
pt_br: O arquivo é verificado e armazenado apenas neste Mac.
ru: Файл проверяется и сохраняется только на этом Mac.
zh_hans: 该文件仅在该 Mac 上检查和存储。
zh_hant: 該文件僅在該 Mac 上檢查和儲存。

source: The first-run container preparation did not finish; the app will still open and Wine can retry automatically: %@
de: Die Vorbereitung des ersten Containers wurde nicht abgeschlossen. Die App wird weiterhin geöffnet und Wine kann es automatisch erneut versuchen: %1$@
es: La preparación del contenedor de la primera ejecución no terminó; la aplicación seguirá abierta y Wine podrá volver a intentarlo automáticamente: %1$@
fr: La préparation du conteneur pour la première diffusion n’est pas terminée ; l'application s'ouvrira toujours et Wine pourra réessayer automatiquement : %1$@
ja: 初回実行コンテナの準備が完了していません。アプリは引き続き開き、Wine は自動的に再試行できます: %1$@
ko: 첫 실행용 컨테이너 준비를 마치지 못했습니다. 앱은 그대로 열며 Wine이 자동으로 다시 시도합니다: %1$@
pt_br: A preparação inicial do contêiner não terminou; o app ainda será aberto e o Wine tentará novamente automaticamente: %1$@
ru: Подготовка контейнера для первого запуска не завершилась; приложение все равно откроется, и Wine сможет автоматически повторить попытку: %1$@
zh_hans: 首轮容器准备工作未完成；该应用程序仍将打开，并且 Wine 可以自动重试：%1$@
zh_hant: 首輪容器準備工作未完成；該應用程式仍將打開，並且 Wine 可以自動重試：%1$@

source: The imported runtime did not contain known D3DMetal/GPTK marker files.
de: Die importierte Laufzeit enthielt keine bekannten D3DMetal/GPTK-Markierungsdateien.
es: El tiempo de ejecución importado no contenía archivos de marcadores D3DMetal/GPTK conocidos.
fr: Le moteur d'exécution importé ne contenait pas de fichiers de marqueurs D3DMetal/GPTK connus.
ja: インポートされたランタイムには、既知の D3DMetal/GPTK マーカー ファイルが含まれていませんでした。
ko: 가져온 런타임에는 알려진 D3DMetal/GPTK 마커 파일이 포함되어 있지 않습니다.
pt_br: O runtime importado não contém marcadores D3DMetal/GPTK conhecidos.
ru: Импортированная среда выполнения не содержала известных файлов маркеров D3DMetal/GPTK.
zh_hans: 导入的运行时不包含已知的 D3DMetal/GPTK 标记文件。
zh_hant: 匯入的執行階段不包含已知的 D3DMetal/GPTK 標記檔。

source: The installed runtime has no runnable Wine launcher.
de: Die installierte Laufzeit verfügt über keinen ausführbaren Wine-Launcher.
es: El motor de ejecución instalado no tiene un iniciador Wine ejecutable.
fr: Le moteur d'exécution installé n'a pas de lanceur Wine exécutable.
ja: インストールされているランタイムには、実行可能な Wine ランチャーがありません。
ko: 설치된 런타임에 실행 가능한 Wine 실행 프로그램이 없습니다.
pt_br: O runtime instalado não tem um inicializador do Wine executável.
ru: Установленная среда выполнения не имеет работоспособной программы запуска Wine.
zh_hans: 安装的运行时没有可运行的 Wine 启动程序。
zh_hant: 安裝的運行時沒有可運行的 Wine 啟動程式。

source: The installed runtime manifest is invalid: %@
de: Das installierte Laufzeitmanifest ist ungültig: %1$@
es: El manifiesto de tiempo de ejecución instalado no es válido: %1$@
fr: Le manifeste d'exécution installé n'est pas valide : %1$@
ja: インストールされているランタイム マニフェストが無効です: %1$@
ko: 설치된 런타임 매니페스트가 잘못되었습니다: %1$@
pt_br: O manifesto do runtime instalado é inválido: %1$@
ru: Установленный манифест среды выполнения недействителен: %1$@.
zh_hans: 安装的运行时清单无效：%1$@
zh_hant: 安裝的執行時間清單無效：%1$@

source: The installer cache contains an unexpected symbolic link.
de: Der Installationscache enthält einen unerwarteten symbolischen Link.
es: La caché del instalador contiene un enlace simbólico inesperado.
fr: Le cache du programme d'installation contient un lien symbolique inattendu.
ja: インストーラー キャッシュに予期しないシンボリック リンクが含まれています。
ko: 설치 프로그램 캐시에 예상하지 못한 심볼릭 링크가 있습니다.
pt_br: O cache do instalador contém um link simbólico inesperado.
ru: Кэш установщика содержит неожиданную символическую ссылку.
zh_hans: 安装程序缓存包含意外的符号链接。
zh_hant: 安裝程式快取包含意外的符號連結。

source: The latest Wine release does not include its runtime manifest.
de: Die neueste Version Wine enthält kein Laufzeitmanifest.
es: La última versión Wine no incluye su manifiesto de tiempo de ejecución.
fr: La dernière version Wine n'inclut pas son manifeste d'exécution.
ja: 最新の Wine リリースには、ランタイム マニフェストが含まれていません。
ko: 최신 Wine 릴리스에는 런타임 매니페스트가 포함되어 있지 않습니다.
pt_br: A versão mais recente do Wine não inclui o manifesto do runtime.
ru: Последний выпуск Wine не включает манифест времени выполнения.
zh_hans: 最新的 Wine 版本不包括其运行时清单。
zh_hant: 最新的 Wine 版本不包括其運行時清單。

source: The latest Wine release points to an untrusted runtime manifest.
de: Die neueste Version Wine weist auf ein nicht vertrauenswürdiges Laufzeitmanifest hin.
es: La última versión Wine apunta a un manifiesto de tiempo de ejecución que no es de confianza.
fr: La dernière version Wine pointe vers un manifeste d'exécution non fiable.
ja: 最新の Wine リリースは、信頼できないランタイム マニフェストを指しています。
ko: 최신 Wine 릴리스는 신뢰할 수 없는 런타임 매니페스트를 가리킵니다.
pt_br: A versão mais recente do Wine aponta para um manifesto de runtime não confiável.
ru: Последняя версия Wine указывает на ненадежный манифест среды выполнения.
zh_hans: 最新的 Wine 版本指向不受信任的运行时清单。
zh_hant: 最新的 Wine 版本指向不受信任的執行時間清單。

source: The latest Wine runtime manifest could not be verified: %@
de: Das neueste Laufzeitmanifest Wine konnte nicht überprüft werden: %1$@
es: No se pudo verificar el último manifiesto de tiempo de ejecución Wine: %1$@
fr: Le dernier manifeste d'exécution Wine n'a pas pu être vérifié : %1$@
ja: 最新の Wine ランタイム マニフェストを検証できませんでした: %1$@
ko: 최신 Wine 런타임 매니페스트를 확인할 수 없습니다: %1$@
pt_br: Não foi possível verificar o manifesto do runtime do Wine mais recente: %1$@
ru: Не удалось проверить последний манифест времени выполнения Wine: %1$@.
zh_hans: 无法验证最新的 Wine 运行时清单：%1$@
zh_hant: 無法驗證最新的 Wine 執行時間清單：%1$@

source: The latest online runtime is not this app version's recommendation. Other signed official versions remain available under Wine Runtime settings.
de: Die neueste Online-Laufzeitumgebung wird für diese App-Version nicht empfohlen. Andere signierte offizielle Versionen bleiben in den Wine-Laufzeiteinstellungen verfügbar.
es: El último entorno en línea no está recomendado para esta versión de la app. Las demás versiones oficiales firmadas siguen disponibles en los ajustes del entorno de Wine.
fr: Le dernier environnement en ligne n’est pas recommandé pour cette version de l’app. Les autres versions officielles signées restent disponibles dans les réglages de l’environnement Wine.
ja: 最新のオンラインランタイムは、このアプリバージョンの推奨ランタイムではありません。署名済みのほかの公式バージョンは「Wine ランタイム」設定から選択できます。
ko: 최신 온라인 런타임은 이 앱 버전의 권장 런타임이 아닙니다. 서명된 다른 공식 버전은 Wine 런타임 설정에서 선택할 수 있습니다.
pt_br: O runtime online mais recente não é recomendado para esta versão do app. Outras versões oficiais assinadas continuam disponíveis nos ajustes do runtime do Wine.
ru: Последняя онлайн-версия среды выполнения не рекомендована для этой версии приложения. Другие подписанные официальные версии доступны в настройках среды выполнения Wine.
zh_hans: 最新在线运行时不是此应用版本的推荐版本。你仍可在“Wine 运行时”设置中选择其他已签名的官方版本。
zh_hant: 最新的線上執行環境不是此 App 版本的建議版本。你仍可在「Wine 執行環境」設定中選擇其他已簽署的官方版本。

source: The latest online runtime is not yet in this app's verified compatibility policy. A Switchyard release must approve it before installation.
de: Die neueste Online-Laufzeit ist noch nicht in der überprüften Kompatibilitätsrichtlinie dieser App enthalten. Eine Switchyard-Version muss vor der Installation genehmigt werden.
es: El tiempo de ejecución en línea más reciente aún no se encuentra en la política de compatibilidad verificada de esta aplicación. Una versión Switchyard debe aprobarlo antes de la instalación.
fr: Le dernier moteur d'exécution en ligne ne figure pas encore dans la politique de compatibilité vérifiée de cette application. Une version Switchyard doit être approuvée avant l'installation.
ja: 最新のオンライン ランタイムは、このアプリの検証済み互換性ポリシーにまだ含まれていません。 Switchyard リリースは、インストール前に承認する必要があります。
ko: 최신 온라인 런타임은 아직 이 앱에서 검증한 호환 목록에 없습니다. 설치하려면 먼저 해당 런타임을 승인한 Switchyard 버전이 나와야 합니다.
pt_br: O runtime online mais recente ainda não faz parte da política de compatibilidade verificada deste app. Uma nova versão do Switchyard precisa aprová-lo antes da instalação.
ru: Последняя версия онлайн-среды выполнения еще не включена в проверенную политику совместимости этого приложения. Выпуск Switchyard должен утвердить его перед установкой.
zh_hans: 最新的在线运行时尚未在此应用程序的已验证兼容性政策中。安装前必须获得 Switchyard 版本的批准。
zh_hant: 最新的線上運行時尚未在此應用程式的已驗證相容性政策中。安裝前必須獲得 Switchyard 版本的批准。

source: The latest online runtime is outside this app's verified compatibility policy. Update Switchyard to get its current approved runtime before installing.
de: Die neueste Online-Laufzeit liegt außerhalb des für diese App geprüften Kompatibilitätsbereichs. Aktualisieren Sie Switchyard vor der Installation, um die aktuell freigegebene Laufzeit zu erhalten.
es: El entorno de ejecución en línea más reciente está fuera del rango de compatibilidad verificado para esta app. Actualiza Switchyard antes de instalarlo para obtener el entorno aprobado actualmente.
fr: Le dernier environnement d’exécution en ligne ne fait pas partie de la plage de compatibilité vérifiée pour cette app. Mettez Switchyard à jour avant l’installation pour obtenir l’environnement d’exécution actuellement approuvé.
ja: 最新のオンラインランタイムは、このアプリで検証済みの互換範囲外です。インストールする前にSwitchyardをアップデートし、現在承認されているランタイムを取得してください。
ko: 최신 온라인 런타임은 이 앱에서 검증한 호환 범위를 벗어납니다. 설치하기 전에 Switchyard를 업데이트해 현재 승인된 런타임을 받으세요.
pt_br: O runtime online mais recente está fora da política de compatibilidade verificada deste app. Atualize o Switchyard para obter o runtime aprovado antes de instalar.
ru: Новейшая онлайн-версия среды выполнения не входит в проверенный диапазон совместимости этого приложения. Перед установкой обновите Switchyard, чтобы получить одобренную среду выполнения.
zh_hans: 最新的在线运行时不在此 App 验证过的兼容范围内。请先更新 Switchyard，以获取当前批准的运行时。
zh_hant: 最新的線上執行環境不在此 App 驗證過的相容範圍內。請先更新 Switchyard，以取得目前核准的執行環境。

source: The latest online runtime is the recommended revision for this Switchyard version and can be installed here.
de: Die neueste Online-Laufzeitumgebung ist die für diese Switchyard-Version empfohlene Revision und kann hier installiert werden.
es: El último entorno en línea es la revisión recomendada para esta versión de Switchyard y se puede instalar aquí.
fr: Le dernier environnement en ligne est la révision recommandée pour cette version de Switchyard et peut être installé ici.
ja: 最新のオンラインランタイムは、この Switchyard バージョンの推奨リビジョンで、ここからインストールできます。
ko: 최신 온라인 런타임은 이 Switchyard 버전의 권장 리비전이며 여기에서 설치할 수 있습니다.
pt_br: O runtime online mais recente é a revisão recomendada para esta versão do Switchyard e pode ser instalado aqui.
ru: Последняя онлайн-версия среды выполнения является рекомендуемой для этой версии Switchyard и может быть установлена здесь.
zh_hans: 最新在线运行时是此 Switchyard 版本的推荐修订版本，可在此安装。
zh_hant: 最新的線上執行環境是此 Switchyard 版本的建議修訂版本，可在此安裝。

source: The latest online runtime matches this app's verified compatibility policy and can be installed safely.
de: Die neueste Online-Laufzeitumgebung entspricht der überprüften Kompatibilitätsrichtlinie dieser App und kann sicher installiert werden.
es: El último tiempo de ejecución en línea coincide con la política de compatibilidad verificada de esta aplicación y se puede instalar de forma segura.
fr: Le dernier moteur d'exécution en ligne correspond à la politique de compatibilité vérifiée de cette application et peut être installé en toute sécurité.
ja: 最新のオンライン ランタイムは、このアプリの検証済み互換性ポリシーに一致しており、安全にインストールできます。
ko: 최신 온라인 런타임은 이 앱에서 검증한 호환 목록과 일치하므로 안전하게 설치할 수 있습니다.
pt_br: O runtime online mais recente corresponde à política de compatibilidade verificada deste app e pode ser instalado com segurança.
ru: Последняя онлайн-среда выполнения соответствует проверенной политике совместимости этого приложения и может быть безопасно установлена.
zh_hans: 最新的在线运行时符合此应用程序经过验证的兼容性政策，可以安全安装。
zh_hant: 最新的線上運行時符合此應用程式經過驗證的兼容性政策，可安全安裝。

source: The log entries shown for %@ will be removed from Switchyard.
de: Die für %1$@ angezeigten Protokolleinträge werden aus Switchyard entfernt.
es: Las entradas de registro que se muestran para %1$@ se eliminarán de Switchyard.
fr: Les entrées de journal affichées pour %1$@ seront supprimées de Switchyard.
ja: %1$@ に表示されるログ エントリは、Switchyard から削除されます。
ko: %1$@에 대해 표시된 로그 항목은 Switchyard에서 제거됩니다.
pt_br: As entradas de log exibidas para %1$@ serão removidas do Switchyard.
ru: Записи журнала, показанные для %1$@, будут удалены из Switchyard.
zh_hans: %1$@ 显示的日志条目将从 Switchyard 中删除。
zh_hant: %1$@ 顯示的日誌條目將從 Switchyard 中刪除。
